//Вёрстка страницы
//Вам предстоит сверстать страницу HTML, подключить изображения и стили (папки img и css).
//Пользуемся при расположении элементов на странице блочным типом вёрстки, про который рассказывается в лекции (flex и grid использовать нельзя!).
//Позиционирование элементов:
//  display: block; // inline, inline-block
// float: left; // right
//В прикрепленном архиве внешний вид страницы, текст (txt и docx документы) и используемые изображения.

const user = { 
    name: 'John',
    age: 40,
    istAdmin: tru,
    validemail: null,
    profile: {
        company: 'QWE'
    }
}

console.log(user);